import React from "react";
import { Link } from 'react-router-dom';
import { productsData } from "./products/productData";

const CatalogCard = ({ image, title, description, link }) => {
  return (
    <div className="container_card-iner">
      <div className="card">
        <div className="card-front">
          <div className="front-content">
            <img className="card_icon-images" src={image} alt={title} />
            <div className="card_name-header">{title}</div>
            <Link to={link} className="card-link-top">
              Подробнее
            </Link>
          </div>
        </div>

        <div className="card-back">
          <div className="back-content">
            <div className="back_content-description">{description}</div>
            <Link to={link} className="card-link-top">
              Подробнее
            </Link>
          </div>
        </div>
      </div>
    </div>
  );
};

const Catalog = () => {
  // const cardsData = [
  //   {
  //     image: "/images/DROBEMET_KRAN_TIPS.png",
  //     title: "Дробометная установка кранового типа",
  //     description:
  //       "Дробеметная установка кранового типа для автоматизированной обработки крупногабаритных металлоконструкций. Интеграция с мостовым краном обеспечивает перемещение деталей через зону очистки от окалины, коррозии и загрязнений. Применяется в машиностроении, судостроении, металлургии для подготовки поверхностей. Автоматизация цикла обработки повышает эффективность на производствах с высокими мощностями.",
  //     link: "/drobemet-kran-tip",
  //   },
  //   {
  //     image: "/images/DROBEMET_BARABAN_TIP.png",
  //     title: "Дробометная установка барабанного типа",
  //     description:
  //       "Дробеметная установка барабанного типа предназначена для очистки мелких и средних деталей (металлопрокат, литье) от коррозии, окалины и загрязнений. Вращающийся барабан обеспечивает равномерную обработку поверхности дробью, подготовку под покрытия. Автоматизированный цикл загрузки и выгрузки повышает производительность.",
  //     link: "/drobemet-baraban-tip",
  //   },
  //   {
  //     image: "/images/DROBEMET_PROHODNOGO_TIPS.png",
  //     title: "Дробеметные установки проходные подвесного типа",
  //     description:
  //       "Дробеметные установки проходного и подвесного типа предназначены для обработки деталей в потоковом режиме (проходные) или сложных конструкций на подвесах. Проходные модели подходят для серийной очистки мелких элементов от коррозии, окалины. Подвесные — для крупных изделий (кузова, рамы), обеспечивая равномерное воздействие дроби.",
  //     link: "/drobemet-prohodnogo-tipa",
  //   },
  //   {
  //     image: "/images/DROBEMET_DLYA_OCHISTHI_TRUB_TIPS.png",
  //     title: "Дробеметные установки для очистки труб",
  //     description:
  //       "Дробеметные установки для очистки труб обеспечивают удаление коррозии, окалины и загрязнений с внутренних и внешних поверхностей. Подходят для труб разного диаметра и длины. Автоматизированная подача дроби гарантирует равномерную обработку, подготовку под покрытия. Используются в нефтегазовой отрасли, строительстве трубопроводов, металлургии.",
  //     link: "drobemet-dlya-ochistki-trub",
  //   },
  //   {
  //     image: "/images/DROBEMET_DLYA_OCHISTKI_DVYTAVRA_I_SVELERA_TIPS.png",
  //     title: "Дробеметные установки для очистки швеллера, двутавра и сорта",
  //     description:
  //       "Дробеметные установки для очистки швеллера, двутавра и сорта предназначены для удаления окалины, коррозии с металлопроката. Автоматизированная подача заготовок (рольганги, конвейеры) и регулируемая интенсивность обработки обеспечивают равномерную очистку профилей разной геометрии. Применяются в производстве металлоконструкций, мостостроении, изготовлении балок.",
  //     link: "/drobemet-dlya-ochistki-dvytavra-i-sorta",
  //   },
  //   {
  //     image: "/images/DROBEMET_VRASAYSIE_STOL_TIPS.png",
  //     title: "Дробометная установка с вращающимся столом ",
  //     description:
  //       "Дробеметные установки с вращающимся столом обеспечивают равномерную обработку мелких и средних деталей (метизы, отливки). Вращение стола гарантирует очистку поверхностей со всех сторон, удаляя окалину, коррозию и подготавливая под покрытия. Автоматизированная подача и регулируемая скорость вращения оптимизируют цикл. Применяются в литейном производстве, машиностроении и др.",
  //     link: "/drobemet-vrashayshi-stol",
  //   },
  //   {
  //     image: "/images/DROBEMEL_ICONS_URALBLST_TIPS.png",
  //     title: "Дробеметные установки с ленточным сетчатым конвейером",
  //     description:
  //       "Дробеметные установки с ленточным сетчатым конвейером предназначены для очистки мелких деталей (метизы, отливки, штамповки). Автоматическая транспортировка через зону обработки обеспечивает удаление окалины, коррозии. Сетчатая лента минимизирует потери дроби. Применяются в литейном, машиностроении, серийном производстве. Интеграция в линии ускоряет процессы.",
  //     link: "/drobemetnye-ustanovki-s-lentochnym-setchatym-konveyerom",
  //   },
  //   {
  //     image: "/images/not-noy.png",
  //     title: "Дробеметные установки с выкатным столом",
  //     description:
  //       "Дробеметные установки с выкатным столом обеспечивают очистку крупногабаритных и тяжелых деталей (литье, металлоконструкции). Выдвижная платформа упрощает загрузку, обеспечивая равномерное удаление окалины, коррозии. Применяются в машиностроении, металлообработке. Интеграция с линиями ускоряет цикл обработки.",
  //     link: "/Drobemetnye-ustanovki-s-vykatnym-stolom",
  //   },
  //   {
  //     image: "/images/TURBINE_TYPES.png",
  //     title: "Дробеметный аппарат (турбина)",
  //     description:
  //       "Дробеметный аппарат (турбина) предназначен для скоростной обработки поверхностей металлических изделий. Турбинный механизм разгоняет дробь, обеспечивая интенсивное удаление коррозии, окалины и подготовку под покрытия. Подходит для деталей сложной геометрии. Используется в машиностроении, судостроении, производстве металлоконструкций. Регулируемая мощность потока адаптирует процесс под разные материалы.",
  //     link: "/turbine",
  //   },
  //   {
  //     image: "/images/services_remont_icons.png",
  //     title: "Запчасти на дробеметное оборудование",
  //     description:
  //       "В ассортименте представлен широкий спектр износостойких комплектующих: лопатки турбин, дробеметы, резиновые накладки, сетки конвейеров, подшипники, фильтры. Подходят для всех типов дробеметных установок. Оригинальные и совместимые детали обеспечивают быстрый ремонт, минимизацию простоев и продление срока службы оборудования. Доступны под заказ и в наличии.",
  //     link: "/zapchasti",
  //   },
  // ];

  return (
    <section className="product-catalog" id="products">
      <h2>Наша продукция</h2>

      <div className="container_card-catalog">
        {productsData.map((card) => (
          <CatalogCard
            key={card.id}
            image={card.image}
            title={card.title}
            description={card.cardDescription}
            link={`/products/${card.id}`}
          />
        ))}
      </div>
    </section>
  );
};

export default Catalog;
