export const partsData = [
  {
    id: 'side-armor',
    name: 'Боковая броня турбины',
    description: 'Боковая броня защищает корпус турбины от прямого попадания дроби. При своевременной настройке положения факела вылета дроби, данный элемент не является быстроизнашиваемым, так как имеет минимальный контакт с дробью и может прослужить более 1500 моточасов.',
    cardDescription: 'Боковая броня защищает корпус турбины от прямого попадания дроби.',
    image: '/images/6.png'
  },{
    id: 'camera',
    name: 'Распределительная камера',
    description: 'Распределительная камера - это элемент, определяющий угол вылета дроби из турбины. Распределительную камеру можно назвать прицелом дробемета, так как от её правильного положения зависит скорость очистки детали. Средний срок службы распределительной камеры - 1000 моточасов (при условии корректной эксплуатации оборудования).',
    cardDescription: "Распределительная камера - это элемент, определяющий угол вылета дроби из турбины.",
    image: '/images/2.png'
  },{
    id: 'wheel',
    name: 'Колесо для крепления лопостей',
    description: 'Колесо для крепления лопастей турбины, по другому рабочее колесо, предназначено для передачи энергии от двигателя к лопастям. Колеса могут быть двух исполнений: двухдисковые и однодисковые. Данный элемент турбины имеет очень высокие требования по механообработке со стороны нашего производства. Мы имеем испытательный стенд который позволяет нам исключить на стадии изготовления любые биения колес. Средний срок службы рабочего колеса турбины - от 1500 моточасов (при условии корректной эксплуатации оборудования). ',
    cardDescription: "Колесо для крепления лопастей турбины, по другому рабочее колесо, предназначено для передачи энергии от двигателя к лопастям.",
    image: '/images/4.png'
  },{
    id: 'impeller',
    name: 'Импеллер',
    description: 'Импеллер или ускоритель предназначен для дозирования потока дроби, выбрасываемой на лопасть. Импеллер придает первоначальное ускорение дроби. Средний срок службы импеллера 1000 моточасов (при условии корректной эксплуатации оборудования).',
    cardDescription: "Импеллер или ускоритель предназначен для дозирования потока дроби, выбрасываемой на лопасть.",
    image: '/images/3.png'
  },{
    id: 'ladle',
    name: 'Ковш для элеватора',
    description: 'Ковш элеватора предназначен для рекуперации абразива в системе. Ковши монтируются на ленту специальными метизами и могут быть использованы для дробеметного и дробеструйного оборудования. Наша компания производит цельнолитые ковши, у которых, в отличие от ковшей, изготовленных гибкой, срок службы дольше в 4 раза.',
    cardDescription: "Ковш элеватора предназначен для рекуперации абразива в системе.",
    image: '/images/10.png'
  },{
    id: 'blade',
    name: 'Лопасть',
    description: 'Дробеметная лопатка (лопасть) предназначена для выброса дроби из турбины на обрабатываемую деталь..Как результат, она подвержена интенсивному износу дробью. Средний срок службы дробеметной лопасти - 700 моточасов (при условии корректной эксплуатации оборудования).',
    cardDescription: "Дробеметная лопатка (лопасть) предназначена для выброса дроби из турбины на обрабатываемую деталь.",
    image: '/images/1.png'
  },{
    id: 'auger',
    name: 'Шнек',
    description: 'Дробеметный шнек - очень важный элемент оборудования. Многие компании недооценивают его значение в работе дробемета и, как результат, наши специалисты, во время технического аудита дробеметов у заказчиков, в 60% случаев наблюдают катастрофический износ данного узла. Шнек предназначен для перемещения дроби от рабочей камеры до элеватора или от элеватора до накопительного бункера и турбин. Т.е. в случае износа шнека, уменьшается количество подаваемой дроби к турбинам (снижается производительность всего дробемета).',
    cardDescription: "Шнек предназначен для перемещения дроби от рабочей камеры до элеватора или от элеватора до накопительного бункера и турбин.",
    image: '/images/13.png'
  },{
    id: 'curtain',
    name: 'Шторка для дробемета',
    description: 'Дробеметная шторка предназначена для предотвращения вылета дроби из рабочей камеры. Для увеличения её срока службы, сердцевина выполняется из пружинистой стали, благодаря чему шторка выдерживает большое количество циклов сгибания без изменения формы. ',
    cardDescription: "Дробеметная шторка предназначена для предотвращения вылета дроби из рабочей камеры.",
    image: '/images/12.png'
  },{
    id: 'end-armor',
    name: 'Торцевая броня турбины',
    description: 'Торцевая броня защищает корпус турбины, питатель и электродвигатель от прямого попадания дроби. Данный элемент не является быстроизнашиваемым, так как практически не имеет контакта с дробью и может прослужить более 2500 моточасов.',
    cardDescription: "Торцевая броня защищает корпус турбины, питатель и электродвигатель от прямого попадания дроби.",
    image: '/images/7.png'
  },{
    id: 'upper-armor',
    name: 'Верхняя броня турбины',
    description: 'Верхняя броня защищает крышку корпуса турбины от прямого попадания дроби. Данный элемент является быстроизнашиваемым в случае несвоевременной настройки факела вылета дроби, а также износа распределительной камеры и лопастей. Средний срок службы - 1500 моточасов (при условии корректной эксплуатации оборудования). ',
    cardDescription: "Верхняя броня защищает крышку корпуса турбины от прямого попадания дроби.",
    image: '/images/5.png'
  },{
    id: 'camera-armor',
    name: 'Защита дробеметной камеры',
    description: 'Броня, или обшивка дробеметной камеры, предназначена для предотвращения износа корпуса дробемета.',
    cardDescription: "Броня, или обшивка дробеметной камеры, предназначена для предотвращения износа корпуса дробемета.",
    image: '/images/9.png'
  },{
    id: 'auger-armor',
    name: 'Защита шнека',
    description: 'Защита шнека дробемета предназначена для предотвращения износа дорогостоящего элемента дробемета - шнека.',
    cardDescription: "Защита шнека дробемета предназначена для предотвращения износа дорогостоящего элемента дробемета - шнека.",
    image: '/images/14.png'
  },
];