export const productsData = [
  {
    id: "kran-tip",
    title: "Дробометная установка кранового типа",
    constryctionTitle: "Конструкция и принцип работы",
    applicationTitle: "Применение",
    image: "/images/DROBEMET_KRAN_TIP-1.png",
    cardDescription: "Дробеметная установка кранового типа для автоматизированной обработки крупногабаритных металлоконструкций. Интеграция с мостовым краном обеспечивает перемещение деталей через зону очистки от окалины, коррозии и загрязнений. Применяется в машиностроении, судостроении, металлургии для подготовки поверхностей. Автоматизация цикла обработки повышает эффективность на производствах с высокими мощностями.",
    description: [
      "Дробемётные установки кранового типа серии УИД — стационарные автоматизированные системы для поверхностной обработки металлических деталей потоком абразива. Они применяются в литейном и машиностроительном производствах для очистки литья, сварных конструкций, упрочнения деталей, удаления заусенцев и подготовки поверхностей под покрытия.",
    ],
    constryctionDescription: [
      "Установка включает дробемётную камеру с износостойкой защитой (марганцевая сталь, резина), турбины для разгона абразива, систему рециркуляции (бункеры, элеватор, сепаратор), фильтрацию пыли и панель управления на базе ПЛК с сенсорным экраном. Обработка выполняется в закрытой камере: детали подвешиваются на крюк, вращаются под струями абразива, что обеспечивает равномерную очистку всех поверхностей. Абразив (стальная дробь) циклично подаётся, сепарируется от отходов и повторно используется. Пыль удаляется фильтрами с механизмом встряхивания."
    ],
    applicationDescription: [
      "Установки оптимальны для крупногабаритных, сложных по геометрии и ударно-чувствительных деталей (рамы, спирали). Возможна адаптация под индивидуальные требования заказчика. Соответствие мировым стандартам позволяет использовать их в сложных условиях (литейные, кузнечные цеха)."
    ],
    carouselImages: [
      { id: 1, url: "/images-carousel/kran-tips/20250213_151931-scaled-1.png" },
      { id: 2, url: "/images-carousel/kran-tips/20250213_152003-2-scaled-1.png" },
      { id: 3, url: "/images-carousel/kran-tips/20250213_151931-scaled-11.png" },
      { id: 4, url: "/images-carousel/kran-tips/20250213_151931-scaled-121.png" },
      { id: 5, url: "/images-carousel/kran-tips/DSC06622-scaled-1.png" },
      { id: 6, url: "/images-carousel/kran-tips/IMG_20161130_132216-scaled-1.png" },
    ],
    advantages: [
      { title: "Универсальность", text: "Обработка деталей любой формы и размеров (до 1200 мм в высоту, 800 мм в диаметре)." },
      { title: "Экономичность", text: "Замкнутый цикл абразива, низкое энергопотребление, отсутствие необходимости в фундаменте." },
      { title: "Надёжность", text: "Модульная конструкция упрощает монтаж и ремонт (например, замена лопаток турбины — 15 минут)." },
      { title: "Безопасность", text: "Автоматизация процессов, работа в закрытой камере, управление одним оператором." },
      { title: "Производительность", text: "До 6 т/час за счёт параллельной обработки несколькими тельферами (грузоподъёмность до 1000 кг каждый)." }
    ],
    tableData: [
      { model: "УИД-376", voltage: "380/50", power: "24.9", telpherCount: "1", turbineCount: "2*7.5 кВт", load: "500", productivity: "6", ventilation: "5200", dimensions: "800/1200", availability: "Под заказ" },
      { model: "УИД-376Е", voltage: "380/50", power: "24.9", telpherCount: "2", turbineCount: "2*7.5 кВт", load: "1000", productivity: "6", ventilation: "5200", dimensions: "800/1200", availability: "Под заказ" },
      { model: "УИД-378", voltage: "380/50", power: "41.35", telpherCount: "1", turbineCount: "2*11 кВт", load: "2000", productivity: "12", ventilation: "10500", dimensions: "1000/1500", availability: "Под заказ" },
      { model: "УИД-378Е", voltage: "380/50", power: "41.35", telpherCount: "2", turbineCount: "2*11 кВт", load: "1000", productivity: "12", ventilation: "10500", dimensions: "1000/1500", availability: "Под заказ" },
      { model: "УИД-3710", voltage: "380/50", power: "49.35", telpherCount: "1", turbineCount: "2*15 кВт", load: "2000", productivity: "12", ventilation: "11000", dimensions: "1200/1600", availability: "Под заказ" },
      { model: "УИД-3710Е", voltage: "380/50", power: "50", telpherCount: "2", turbineCount: "2*15 кВт", load: "5000", productivity: "30", ventilation: "11000", dimensions: "1200/1600", availability: "Под заказ" },
      { model: "УИД-3720", voltage: "380/50", power: "68", telpherCount: "1", turbineCount: "3*15 кВт", load: "5000", productivity: "30", ventilation: "15000", dimensions: "1500/2000", availability: "Под заказ" },
      { model: "УИД-3720Е", voltage: "380/50", power: "68", telpherCount: "2", turbineCount: "3*15 кВт", load: "2000", productivity: "30", ventilation: "15000", dimensions: "1500/2000", availability: "Под заказ" },
      { model: "УИД-3750", voltage: "380/50", power: "102.2", telpherCount: "1", turbineCount: "4*15 кВт", load: "10000", productivity: "60", ventilation: "18000", dimensions: "2000/2500", availability: "Под заказ" },
      { isColSpan: true, text: "Очистка производится со всех сторон" }
    ],
    faqData: [
      {question: 'Что делает ваши установки уникальными?', answer:'lorem ipsum'},
      {question: 'Какие преимущества перед конкурентами?', answer:'lorem ipsum'},
      {question: 'Как ваше оборудование экономит бюджет?', answer:'lorem ipsum'},
      {question: 'Есть ли гарантия на оборудование?', answer:'lorem ipsum'},
      {question: 'Можно ли адаптировать установку под наши задачи?', answer:'lorem ipsum'},
      {question: 'Как обеспечивается безопасность операторов?', answer:'lorem ipsum'},
      {question: 'Как быстро окупится оборудование?', answer:'lorem ipsum'},
      {question: 'Как ваши установки влияют на экологию?', answer:'lorem ipsum'},
    ]
  },
    {
    id: "barabanniy-tip",
    title: "Дробометная установка барабанного типа",
    constryctionTitle: "Конструкция и принцип работы",
    applicationTitle: "Применение",
    image: "/images/DROBEMET_BARABAN_TIP-1.png",
    description: [
      "Дробемётные установки барабанного типа серии УИД предназначены для очистки, упрочнения и подготовки поверхностей металлических и неметаллических изделий (чугун, сталь, алюминий, сварные конструкции). Они эффективны для обработки деталей сложной геометрии, крупногабаритных и ударно-чувствительных заготовок.",
    ],
    cardDescription: "Дробеметная установка барабанного типа предназначена для очистки мелких и средних деталей (металлопрокат, литье) от коррозии, окалины и загрязнений. Вращающийся барабан обеспечивает равномерную обработку поверхности дробью, подготовку под покрытия. Автоматизированный цикл загрузки и выгрузки повышает производительность.",
    constryctionDescription: [
      "Установка оснащена барабаном, формируемым конвейерной лентой (резиновой или стальной), где детали вращаются под воздействием абразива, подаваемого турбиной. Загрузка — ручная или автоматическая. После обработки барабан реверсирует, выгружая заготовки. Система включает: Дробемётную камеру из износостойкой стали; Турбину, шнековый транспортер, сепаратор; Фильтрацию пыли и блок управления (ПЛК с сенсорным экраном)."
    ],
    applicationDescription: [
      "Установки востребованы в литейных, кузнечных и машиностроительных цехах для очистки отливок, удаления заусенцев и подготовки поверхностей под покрытия. Соответствие мировым стандартам гарантирует работу в экстремальных условиях."
    ],
    carouselImages: [
      { id: 1, url: "/images-carousel/baraban-tips/2bae81a92da60bfd152b4ef5cccc1d5a.png" },
      { id: 2, url: "/images-carousel/baraban-tips/82732df80c40bc54e01bf85c06c0e51b.png" },
      { id: 3, url: "/images-carousel/baraban-tips/Image_20221116163147.png" },
      { id: 4, url: "/images-carousel/baraban-tips/0-02-05-84ccc5adfa5cf712ac8e6f219cfebbe5611b3fce78bb3c4ad6283c0495e667cf_61a6b9ae.png" },
      { id: 5, url: "/images-carousel/baraban-tips/IMG_20171017_153341-scaled-1.png" },
      { id: 6, url: "/images-carousel/baraban-tips/IMG_20250312_180222_787-scaled-1.png" },
      { id: 7, url: "/images-carousel/baraban-tips/photo_2022-04-29_08-56-49.png" },
      { id: 8, url: "/images-carousel/baraban-tips/photo_2024-01-19_09-58-29.png" },
      { id: 9, url: "/images-carousel/baraban-tips/UID-3110.png" },
    ],
    advantages: [
      { title: "Компактность и надёжность", text: "Модульная конструкция упрощает обслуживание (замена лопаток — 15 мин)." },
      { title: "Экономичность", text: "Замкнутый цикл абразива, низкое энергопотребление." },
      { title: "Безопасность", text: "Работа в закрытой камере, управление одним оператором." },
      { title: "Универсальность", text: "Обработка деталей от мелких до крупных (до 300 кг)." }
    ],
    tableData: [
      { model: "УИД-3110", voltage: "380/50", power: "9.7", telpherCount: "1", productivity: "1", ventilation: "800", dimensions: "300", widthproduct: "15", availability: "Под заказ" },
      { model: "УИД-3113", voltage: "380/50", power: "11.1", telpherCount: "1", productivity: "2", ventilation: "2000", dimensions: "600", widthproduct: "30", availability: "Под заказ" },
      { model: "УИД-320", voltage: "380/50", power: "7", telpherCount: "1*4кВт", productivity: "0.3", ventilation: "1400", dimensions: "50", widthproduct: "5", availability: "Под заказ" },
      { model: "УИД-322", voltage: "380/50", power: "6.4", telpherCount: "1*4кВт", productivity: "0.5", ventilation: "1600", dimensions: "80", widthproduct: "10", availability: "Под заказ" },
      { model: "УИД-324", voltage: "380/50", power: "10.85", telpherCount: "1*7.5", productivity: "0.7", ventilation: "2000", dimensions: "100", widthproduct: "10", availability: "Под заказ" },
      { model: "УИД-326", voltage: "380/50", power: "13.25", telpherCount: "2*7.5кВт", productivity: "1.2", ventilation: "2500", dimensions: "200", widthproduct: "10", availability: "Под заказ" },
      { model: "УИД-3210", voltage: "380/50", power: "28.45", telpherCount: "1*15кВт", productivity: "2.5", ventilation: "4200", dimensions: "500", widthproduct: "30", availability: "Под заказ" },
      { model: "УИД-3220", voltage: "380/50", power: "46", telpherCount: "2*11кВт", productivity: "5", ventilation: "5600", dimensions: "1000", widthproduct: "50", availability: "Под заказ" },
      { model: "УИД-15", voltage: "380/50", power: "50", telpherCount: "1", productivity: "6", ventilation: "7500", dimensions: "1500", widthproduct: "250", availability: "Под заказ" },
      { model: "УИД-28", voltage: "380/50", power: "65", telpherCount: "1", productivity: "14", ventilation: "10500", dimensions: "3500", widthproduct: "350", availability: "Под заказ" },
      { isColSpan: true, text: "Очистка производится со всех сторон" }
    ]
  },
    {
    id: "prohodnoy-tip",
    title: "Дробеметные установки проходные подвесного типа",
    constryctionTitle: "",
    applicationTitle: "",
    image: "/images/DROBEMET_PROHODNOGO_TIPS-1.png",
    cardDescription: "Дробеметные установки проходного и подвесного типа предназначены для обработки деталей в потоковом режиме (проходные) или сложных конструкций на подвесах. Проходные модели подходят для серийной очистки мелких элементов от коррозии, окалины. Подвесные — для крупных изделий (кузова, рамы), обеспечивая равномерное воздействие дроби.",
    description: [
      "Дробеметная установка проходная серии УБ с подвесным цепным конвейером О-типа и пылеуловителем предназначена для качественной обработки поверхностей изделий: очистки литья и сварки, подготовки под покрытия, упрочнения изделий, очистка от коррозии и старого лакокрасочного покрытия. Дробеметные установки проходные серии УБ разработаны для производств, где необходима высокая производительность так как имеют минимальное время простоев, кроме того их можно собрать в спаренные машины, и обработке подвергаются большие, массивные детали. Установки могут быть, как привязаны к имеющейся транспортной системе, так и работать как отдельная, самостоятельная единица. Они работают по принципу такта, устанавливается время дробеметного цикла. Дробеметная установка проходная серии УБ подходит для обработки больших, массивных и непригодных для обработки навалом деталей, обработки крупногабаритных изделий, большой партии средних и мелких изделий, изделий чувствительных к забоям, сложной геометрической формы. Детали навешиваются на транспортные подвески перед камерой и подаются в установку.",
    ],
    constryctionDescription: [
      ""
    ],
    applicationDescription: [
      ""
    ],
    carouselImages: [
      { id: 1, url: "/images-carousel/prohodnoy-tips/dpt_photo_2025-05-22_08-52-24.png" },
      { id: 2, url: "/images-carousel/prohodnoy-tips/dpt_photo_2025-05-22_08-52-247.png" },
      { id: 3, url: "/images-carousel/prohodnoy-tips/dpt_photo_2025-05-22_08-52-2409.png" }
    ],
    advantages: [
      { title: "Непрерывность процесса", text: "Изделия перемещаются на подвесах через камеру без остановок." },
      { title: "Универсальность для длинномерных изделий", text: "Обработка длинных труб с равномерным воздействием дроби." },
      { title: "Минимизация ручного труда", text: "Автоматизированная загрузка, транспортировка и выгрузка." },
      { title: "Компактность и адаптивность", text: "Занимает меньше места, легко встраивается в производственные линии." }
    ],
    tableData: [
      { model: "УБ-383", volume: "600*1400", consumption: "4*260", availability: "Под заказ" },
      { model: "УБ-384", volume: "800*1500", consumption: "6*260", availability: "Под заказ" },
      { model: "УБ-485", volume: "900*1400", consumption: "4*260", availability: "Под заказ" },
      { model: "УБ-4810", volume: "1000*1500", consumption: "6*260", availability: "Под заказ" },
      { isColSpan: true, text: "Очистка производится со всех сторон" }
    ]
  },
    {
    id: "ochistka-trub",
    title: "Дробемет для очистки труб",
    constryctionTitle: "",
    applicationTitle: "",
    image: "/images/DROBEMET_DLYA_OCHISTHI_TRUB_TIPS-1.png",
    description: [
      "Проходная дробеметная установка серии УИДТ предназначена для обработки наружной поверхности труб, кузнечных заготовок и других изделий цилиндрической формы. В результате дробеметной обработки значительно улучшается структура поверхности обрабатываемых деталей. На изделиях с обработанной поверхностью облегчаются и ускоряются процессы резки и сварки изделий, многократно увеличивается срок службы защитных покрытий. В комбинации с камерой предварительного нагрева, покрасочной установкой и камерой сушки дробеметная установка серии УИДТ может быть расширена до комплексной линии консервации. Также возможна интеграция в существующие технологические линии. Трубы загружаются на входной роликовый конвейер с коническими роликами или дисками для большого диаметра труб. Ролики смонтированы под определённым углом, что позволяет одновременно продвигать и вращать трубы в процессе транспортировки. Таким образом трубы транспортируются через туннель машины, по краям которого расположены дробеметные турбины, с помощью которых очищается внешняя поверхность труб. После процесса обработки, оставшийся на трубах абразивный материал попадает в бункер и снова возвращается в свой замкнутый цикл.",
    ],
    cardDescription: "Дробеметные установки для очистки труб обеспечивают удаление коррозии, окалины и загрязнений с внутренних и внешних поверхностей. Подходят для труб разного диаметра и длины. Автоматизированная подача дроби гарантирует равномерную обработку, подготовку под покрытия. Используются в нефтегазовой отрасли, строительстве трубопроводов, металлургии.",
    constryctionDescription: [
      ""
    ],
    applicationDescription: [
      ""
    ],
    carouselImages: [
      { id: 1, url: "/images-carousel/dly-trub-tips/698084210_055.png" },
      { id: 2, url: "/images-carousel/dly-trub-tips/Zadnik.png" },
      { id: 3, url: "/images-carousel/dly-trub-tips/zadnik-2.png" }
    ],
    advantages: [
      { title: "Высокая эффективность очистки", text: "Удаление ржавчины, окалины, покрытий и загрязнений с труб." },
      { title: "Автоматизация и экономия времени", text: "Полностью механизированный процесс уменьшает зависимость от ручного труда." },
      { title: "Равномерность обработки", text: "Однородное воздействие на всю поверхность трубы без пропусков." },
      { title: "Экологичность и безопасность", text: "Не используются химикаты, дробь можно использовать повторно." }
    ],
    tableData: [
      { model: "УИДТ-20", pipeDiametr: "60-114", flactionFlow: "2*250", productivity: "1-1.5", availability: "Под заказ" },
      { model: "УИДТ-30", pipeDiametr: "70-300", flactionFlow: "2*250", productivity: "1.5-2", availability: "Под заказ" },
      { model: "УИДТ-50", pipeDiametr: "150-800", flactionFlow: "2*280", productivity: "1.5-2", availability: "Под заказ" },
      { model: "УИДТ-100", pipeDiametr: "350-1000", flactionFlow: "4*250", productivity: "1-1.5", availability: "Под заказ" },
      { model: "УИДТ-150", pipeDiametr: "до 1500", flactionFlow: "2*250", productivity: "1-1.5", availability: "Под заказ" },
      { isColSpan: true, text: "Очистка производится со всех сторон" }
    ]
  },
  {
    id: "ochistka-svelera",
    title: "Дробеметные установки для очистки швеллера, двутавра и сорта",
    constryctionTitle: "",
    applicationTitle: "",
    applicationTitle: "Рольганги",
    image: "/images/DROBEMET_DLYA_OCHISTKI_DVYTAVRA_I_SVELERA_TIPS-1.png",
    description: [
      "Дробеметная установка проходная серии УБ, с роликовыми конвейерами (рольгангом), с пылеуловителем, разработана в качестве оптимального решения для обработки швеллера, двутавра и сорта, профилей, изделий произвольной формы: очистки литья и сварки, подготовки под покрытия, упрочнения изделий, очистка от коррозии и старого лакокрасочного покрытия, с обработкой отложений абразивным воздействием дробеструйной очистки, с помощью системы обдува и обработки щетками, что обеспечивает полное удаление всех следов. В комбинации с камерой предварительного нагрева, покрасочной установкой и камерой сушки рольганговая дробеметная установка серии УБ может быть расширена до комплексной линии консервации. Также возможна интеграция в существующие технологические линии.",
    ],
    cardDescription: "Дробеметные установки для очистки труб обеспечивают удаление коррозии, окалины и загрязнений с внутренних и внешних поверхностей. Подходят для труб разного диаметра и длины. Автоматизированная подача дроби гарантирует равномерную обработку, подготовку под покрытия. Используются в нефтегазовой отрасли, строительстве трубопроводов, металлургии.",
    constryctionDescription: [
      ""
    ],
    applicationDescription: [
      "В зависимости от характеристик обрабатываемых деталей (длина, размеры) для их перемещения предлагаются рольганговые транспортеры в различном исполнении. Могут варьироваться расстояние между роликами и их диаметр. Благодаря модульной конструкции рольганга его монтаж проводится довольно просто и легко. Приводной мотор располагается в нижней части рольганга для защиты от повреждений. Посредством роликовой системы транспортировки совместно с соответствующими узлами поперечной транспортировки, отдельные производственные процессы, как, например, струйная обработка, консервация, резка, сверление, окраска и т.д. могут быть объединены между собой в единую производственную цепь. Благодаря этому обеспечивается гибкий производственный процесс и высокий объём выпускаемой продукции."
    ],
    carouselImages: [
      { id: 1, url: "/images-carousel/sveler-tips/3p-2.png" },
      { id: 2, url: "/images-carousel/sveler-tips/3p-3.png" },
      { id: 3, url: "/images-carousel/sveler-tips/ipp0909.png" },
      { id: 4, url: "/images-carousel/sveler-tips/Untitled-1.png" },
      { id: 5, url: "/images-carousel/sveler-tips/Untitled-2.png" },
    ],
    advantages: [
      { title: "Производительность", text: "Быстрая обработка длинномерных изделий, включая швеллеры, балки, профили." },
      { title: "Автоматизация", text: "Снижение трудозатрат за счёт механизированной подачи и выгрузки." },
      { title: "Безопасность", text: "Полная защита оператора, система пылеудаления, безопасность работы." },
      { title: "Точность обработки", text: "Профили обрабатываются равномерно по всей длине и с разных сторон." }
    ],
    tableData: [
      { model: "УШО-600", profileSize: "до 600 мм", speed: "0.5–2.5 м/мин", turbines: "4*11 кВт", availability: "Под заказ" },
      { model: "УШО-1000", profileSize: "до 1000 мм", speed: "0.5–2.5 м/мин", turbines: "6*11 кВт", availability: "Под заказ" },
      { model: "УШО-1500", profileSize: "до 1500 мм", speed: "0.5–2.5 м/мин", turbines: "6*15 кВт", availability: "Под заказ" },
      { isColSpan: true, text: "Очистка производится со всех сторон" }
    ]
  },
    {
    id: "vraschayushchiy-stol",
    title: "Дробометная установка с вращающимся столом",
    constryctionTitle: "Конструкция и принцип работы",
    applicationTitle: "",
    image: "/images/DROBEMET_VRASAYSIE_STOL_TIPS-1.png",
    description: [
      "Дробемётные установки с вращающимся столом марки «URALBLAST» (серия УБ) предназначены для черновой очистки, упрочнения и подготовки поверхностей металлических деталей — от одиночных объектов до малых партий. Подходят для обработки стальных, чугунных, цветных отливок, кованых изделий и сварных конструкций, включая детали сложной геометрии.",
    ],
    cardDescription: "Дробеметные установки с вращающимся столом обеспечивают равномерную обработку мелких и средних деталей (метизы, отливки). Вращение стола гарантирует очистку поверхностей со всех сторон, удаляя окалину, коррозию и подготавливая под покрытия. Автоматизированная подача и регулируемая скорость вращения оптимизируют цикл. Применяются в литейном производстве, машиностроении и др.",
    constryctionDescription: [
      "Вращающийся стол: Перфорированная платформа с медленным вращением обеспечивает равномерное воздействие абразива на все стороны детали. Загрузка — ручная или автоматическая (опция). Турбины: 1–2 турбины, расположенные на стенах и потолке камеры, подают абразив под высоким давлением, охватывая даже труднодоступные зоны. Система рециркуляции: Замкнутый цикл абразива с магнитным очистителем (опция) и фильтрацией повышает экономичность процесса. Камера: Износостойкая защита внутренних поверхностей (сталь, резина), крупногабаритная дверь для удобной загрузки."
    ],
    applicationDescription: [
      ""
    ],
    carouselImages: [
      { id: 1, url: "/images-carousel/vrashay-stol-tips/0-02-04-0cdbf3e641a73fcf8d09381dbdbb4219def78f306f14022ae30f612c137635c3_1b1e196c.png" },
      { id: 2, url: "/images-carousel/vrashay-stol-tips/3512.png" },
      { id: 3, url: "/images-carousel/vrashay-stol-tips/pho20160913101127.png" },
      { id: 4, url: "/images-carousel/vrashay-stol-tips/uid-3515.png" },
    ],
    advantages: [
      { title: "Универсальность", text: "Обработка деталей любых форм (коротких, длинных, широких) без сложного позиционирования." },
      { title: "Интеграция в линии", text: "Возможность подключения конвейеров и роботизированных систем загрузки/выгрузки." },
      { title: "Безопасность", text: "Соответствие международным стандартам, защита оператора от выброса абразива." },
      { title: "Экономия времени", text: "Одновременная обработка нескольких зон за счёт продуманного расположения турбин." }
    ],
    tableData: [
      { model: "УБ-3512", voltage: "380/50", power: "10.25", turbineCount: "1", productivity: "2", ventilation: "2000", dimensions: "400", diameter: "1200", availability: "Под заказ" },
      { model: "УБ-3515", voltage: "380/50", power: "22", turbineCount: "2", productivity: "3", ventilation: "3500", dimensions: "1000", diameter: "1500", availability: "Под заказ" },
      { model: "УБ-3518", voltage: "380/50", power: "32.85", turbineCount: "2", productivity: "4", ventilation: "3100", dimensions: "1000", diameter: "1800", availability: "Под заказ" },
      { model: "УБ-3525", voltage: "380/50", power: "45.90", turbineCount: "2", productivity: "5", ventilation: "5200", dimensions: "1000", diameter: "2500", availability: "Под заказ" },
      { isColSpan: true, text: "Очистка производится не со всех сторон" }
    ]
  },
    {
    id: "lentochniy-konveer",
    title: "Дробемет с ленточным конвеером",
    constryctionTitle: "",
    applicationTitle: "",
    image: "/images/DROBEMEL_ICONS_URALBLST_TIPS-1.png",
    description: [
      "Дробеметная установка проходная серии УБ, с горизонтальным ленточным сетчатым конвейером предназначена для  качественной обработки поверхностей изделий произвольной формы: больших количеств мелких деталей и тонкостенных отливок, керамических и других поверхностей, для обработки литых и сварных деталей, деталей, изготовленных методом холодной и горячей штамповки, подготовки под покрытия, упрочнения изделий, очистка от коррозии и старого лакокрасочного покрытия.",
      "Дробеметная установка проходная серии УИД подходит для тщательной дробеметной обработки плоских, а также больших деталей со сложной геометрией при непрерывном процессе обработки. Имея большое разнообразие в надстройке эти установки отлично справляются с разнообразием поставленных задач, особенно с удалением грата, очисткой, приданием шероховатости, удалением окалины или ржавчины. Благодаря открытым зонам сетчатого конвейера на входе и выходе данные установки без проблем можно дополнить автоматизированными системами с манипулятором или роботом. Одновременная обработка верхней и нижней поверхности деталей позволяет значительно расширить спектр обрабатываемых деталей.",
    ],
    cardDescription: "Дробеметные установки с ленточным сетчатым конвейером предназначены для очистки мелких деталей (метизы, отливки, штамповки). Автоматическая транспортировка через зону обработки обеспечивает удаление окалины, коррозии. Сетчатая лента минимизирует потери дроби. Применяются в литейном, машиностроении, серийном производстве. Интеграция в линии ускоряет процессы.",
    constryctionDescription: [
      ""
    ],
    applicationDescription: [
      ""
    ],
    carouselImages: [
      { id: 1, url: "/images-carousel/konveer-tips/Untitled-2-1.png" },
      { id: 2, url: "/images-carousel/konveer-tips/Stainless-Wire-Mesh-Belt-Shot-Blasting-Machine.png" },
      { id: 3, url: "/images-carousel/konveer-tips/41_24_wire_mesh_belt_shot_blast_machine_11.png" }
    ],
    advantages: [
      { title: "Непрерывный цикл обработки", text: "Сетчатый конвейер обеспечивает автоматическую подачу и перемещение деталей через дробеметную камеру, что позволяет обрабатывать крупные партии без остановок." },
      { title: "Равномерная очистка со всех сторон", text: "Благодаря сетчатой структуре ленты дробь проникает сквозь конвейер, обрабатывая нижние и боковые поверхности изделий." },
      { title: "Универсальность", text: "Установка подходит для обработки небольших изделий, которые фиксируются на сетке без риска потери или повреждения." },
      { title: "Эффективность", text: "Сетчатая конструкция конвейера обеспечивает автоматический сбор отработанной дроби, окалины и пыли." }
    ],
    tableData: [
      { model: "УБ-60", voltage: "380/50", conveyorWidth: "600", speed: "0.5-4", shot: "4*120", availability: "Под заказ" },
      { model: "УБ-80", voltage: "380/50", conveyorWidth: "800", speed: "0.5-4", shot: "4*120", availability: "Под заказ" },
      { model: "УБ-100", voltage: "380/50", conveyorWidth: "1000", speed: "0.5-4", shot: "4*180", availability: "Под заказ" },
      { model: "УБ-120", voltage: "380/50", conveyorWidth: "1200", speed: "0.5-4", shot: "4*260", availability: "Под заказ" },
      { isColSpan: true, text: "Очистка производится не со всех сторон" }
    ]
  },
    {
    id: "vykatnoy-stol",
    title: "Дробемет с выкатным столом",
    constryctionTitle: "",
    applicationTitle: "",
    image: "/images/DROBEMET_VYKATNYE_STOL_TIP-1.png",
    description: [
      "Дробеметные установки с выкатным столом серии УБ-76 предназначены для работы с изделиями в которых очищаются не все поверхности, крупногабаритными изделиями, тяжелыми частями и отливками, и позволяет удалять различного рода загрязнения в виде оксида и сварки, окалины после термообработки, ржавчины, краски и т.п. В данных установках обрабатываются: продукция машиностроения и черной металлургии, кованные изделия, литые изделия. В процессе очистки изделия, подбором абразивного материала, создается: необходимая шероховатость для последующего покрытия или покраски, легкая очистка для снятия необходимого слоя, наклеп для упрочнения поверхности. Очистка происходит на специальном выкатном рабочем столе, на который загружаются обрабатываемые изделия, далее происходит перемещение стола в дробеметную камеру очистки, в процессе очистки стол вращается внутри камеры, происходит обработка детали со всех сторон, кроме нижней. После первой обработки при необходимости, можно перевернуть детали и запустить установку по второму циклу, уже для полной очистки изделий.",
    ],
    cardDescription: "Дробеметные установки с выкатным столом обеспечивают очистку крупногабаритных и тяжелых деталей (литье, металлоконструкции). Выдвижная платформа упрощает загрузку, обеспечивая равномерное удаление окалины, коррозии. Применяются в машиностроении, металлообработке. Интеграция с линиями ускоряет цикл обработки.",
    constryctionDescription: [
      ""
    ],
    applicationDescription: [
      ""
    ],
    carouselImages: [
      { id: 1, url: "/images-carousel/vykatnye-stol-tips/Untitled-2-2.png" },
      { id: 2, url: "/images-carousel/vykatnye-stol-tips/Untitled-1-1.png" },
      { id: 3, url: "/images-carousel/vykatnye-stol-tips/Untitled-3-1.png" }
    ],
    advantages: [
      { title: "Равномерная очистка", text: "Точное позиционирование стола исключает «теневые» зоны, обрабатывая все поверхности." },
      { title: "Безопасность и скорость", text: "Выкатной стол упрощает загрузку/выгрузку, минимизируя контакт с рабочей зоной." },
      { title: "Универсальность", text: "Подстраивается под любые размеры и формы — от плоских панелей до объёмных узлов." },
      { title: "Обработка крупногабаритных деталей", text: "Подходит для массивных изделий, которые невозможно перемещать конвейером." }
    ],
    tableData: [
      { model: "УБ-765", sizeDetalis: "2000*1000", maxWorkpieceWeight: "5000", fractionConsumpion: "2*260", productivity: "30", separatePower: "30", ventilation: "11000", power: "35,8", availability: "Под заказ" },
      { model: "УБ-7610", sizeDetalis: "2500*1500*280", maxWorkpieceWeight: "10000", fractionConsumpion: "3*260", productivity: "45", separatePower: "45", ventilation: "15000", power: "188,45", availability: "Под заказ" },
      { model: "УБ-7620", sizeDetalis: "4000*3000*700", maxWorkpieceWeight: "20000", fractionConsumpion: "4*260", productivity: "60", separatePower: "60", ventilation: "21500", power: "183,35", availability: "Под заказ" },
      { model: "УБ-7630", sizeDetalis: "4000*2000", maxWorkpieceWeight: "30000", fractionConsumpion: "4*260", productivity: "60", separatePower: "60", ventilation: "21500", power: "83,2", availability: "Под заказ" },
      { isColSpan: true, text: "Очистка производится со всех сторон" }
    ]
  },
  {
    id: "turbina",
    title: "Дробеметный аппарат (Турбина)",
    constryctionTitle: "",
    applicationTitle: "",
    image: "/images/TURBINE_TYPES-1.png",
    description: [
      "Имеет небольшой размер, небольшой вес, простоту установки и обслуживания. Его расположение и углы установки отработаны с помощью трехмерного динамического компьютерного моделирования, чтобы гарантировать оптимальную эффективность дробеметной обработки деталей. Дробеметный аппарат конструктивно состоит из асинхронного электродвигателя, стального корпуса аппарата, в котором закреплено рабочее колесо (импеллер) с лопатками, распределителя, направляющей и трубы подачи дроби. Привод от электродвигателя на вал непосредственно или посредством ременно-клиновой передачи. Корпус аппарата изнутри футерован заменяемыми вкладышами, изготовленными из никель-хромистого износостойкого чугуна. Лопатки дробеметной аппарата также отлиты из стойкого к абразивному износу хромового твердого чугуна. Дробеметные лопатки вставляются от центра рабочего колеса и центрируются при вращении под действием центробежной сила, нет никакой необходимости в каких-либо зажимных приспособлениях. Специальный профиль лопаток позволяет за счет вращения рабочего колеса (импеллера) с очень большой скоростью (~2450 об/мин) создавать центробежную силу, обеспечивающую разгон и выброс дроби со скоростью до 75 м/с. Смена лопаток в турбине занимает не более 15 минут.",
    ],
    cardDescription: "Дробеметный аппарат (турбина) предназначен для скоростной обработки поверхностей металлических изделий. Турбинный механизм разгоняет дробь, обеспечивая интенсивное удаление коррозии, окалины и подготовку под покрытия. Подходит для деталей сложной геометрии. Используется в машиностроении, судостроении, производстве металлоконструкций. Регулируемая мощность потока адаптирует процесс под разные материалы.",
    constryctionDescription: [
      ""
    ],
    applicationDescription: [
      ""
    ],
    carouselImages: [
      // Карусель изображений
    ],
    advantages: [
      { title: "Интенсивная очистка", text: "Высокая скорость дроби удаляет ржавчину и окалину даже с твёрдых поверхностей." },
      { title: "Равномерная обработка", text: "Распределение дроби исключает «пропуски» на деталях." },
      { title: "Экономичность", text: "Износостойкие материалы снижают затраты на ремонт и энергию." },
      { title: "Универсальность", text: "Регулировка скорости подходит для грубых и деликатных поверхностей." }
    ],
    tableData: [
      { model: "УИТ-7.5", power: "7.5", abrasiveFlow: "125", flangeA: "670", flangeB: "140", flangeV: "230", flangeG: "200", flangeD: "275", holes: "21" },
      { model: "УИТ-11", power: "11", abrasiveFlow: "180", flangeA: "150", flangeB: "240", flangeV: "240", flangeG: "", flangeD: "", holes: "" },
      { model: "УИТ-15", power: "15", abrasiveFlow: "250", flangeV: "", flangeG: "", flangeD: "", holes: "" },
      { model: "УИТ-18", power: "22", abrasiveFlow: "360", flangeA: "645", flangeB: "173", flangeV: "258", flangeG: "100 или 190", flangeD: "370 или 190", holes: "" }
    ]
  },
  {
    id: "parts",
    title: "Запчасти",
    image: "/images/services_remont_icons-1.png",
    description: [
      "В ассортименте представлен широкий спектр износостойких комплектующих: лопатки турбин, дробеметы, резиновые накладки, сетки конвейеров, подшипники, фильтры. Подходят для всех типов дробеметных установок. Оригинальные и совместимые детали обеспечивают быстрый ремонт, минимизацию простоев и продление срока службы оборудования. Доступны под заказ и в наличии."
    ],
    link: "/parts"
  }
];
